close_options = ['Да', 'Нет']
questions = [
    {'text': 'Как вас зовут?', 'type': 'opened','options': None},
    {'text': 'Занимаетесь ли вы спортом?', 'type': 'closed', 'options': close_options},
    {'text': 'Как часто вы занимаетесь спортом?', 'type': 'multiple_choice',
     'options': ['Никогда', 'Редко', 'Часто', 'Регулярно']},

    {'text': 'Сколько часов вы спите в день?', 'type': 'multiple_choice',
     'options': ['Менее 6 часов', 'От 6 до 7 часов', 'От 7 до 8 часов ', ' От 8 и более часов']
     },
    {'text': 'Как часто вы употребляете алкоголь?', 'type': 'multiple_choice',
     'options': ['Никогда', 'Редко', 'Часто', 'Регулярно']},
    {'text': 'Сколько раз в неделю вы употребляете фаст-фуд?', 'type': 'multiple_choice',
         'options': ['Очень редко', 'Раз в месяц', 'Раз в неделю ', 'Ежедневно']},
    {'text': 'Как часто вы посещаете врача?', 'type': 'multiple_choice',
         'options': ['Никогда', 'Редко', 'Часто', 'Регулярно']},
    {'text': 'Как часто вы занимаетесь умственным трудом?', 'type': 'multiple_choice',
         'options': ['Никогда', 'Редко', 'Часто', 'Регулярно']},
    {'text': 'Сколько часов в день вы проводите за компьютером или устройствами с экраном?', 'type': 'multiple_choice',
         'options': ['Почти не использую', 'менее 4 часов', 'от 4 до 6 часов ', 'от 6 и более часов']},
    {'text': 'Как часто вы занимаетесь умственным трудом?', 'type': 'multiple_choice',
         'options': ['Никогда', 'Редко', 'Часто', 'Регулярно']},
    {'text': 'Как часто вы употребляете фрукты и овощи?', 'type': 'multiple_choice',
         'options': ['Никогда', 'Редко', 'Часто', 'Регулярно']}






]



